tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "teamookla/speedtest"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "harfbuzz"
brew "openjdk"
brew "apktool"
brew "bat"
brew "cmatrix"
brew "coreutils"
brew "entr"
brew "libssh2"
brew "exa"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "htop"
brew "jp2a"
brew "libxi"
brew "libxkbcommon"
brew "lolcat"
brew "lua"
brew "luarocks"
brew "luau"
brew "python@3.11"
brew "mono"
brew "mosh"
brew "nano"
brew "nanorc"
brew "neofetch"
brew "node"
brew "openvpn"
brew "python@3.10"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-syntax-highlighting"
brew "teamookla/speedtest/speedtest"
cask "android-studio"
cask "blender"
cask "discord-ptb"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "firefox-developer-edition"
cask "gimp"
cask "keycastr"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "raspberry-pi-imager"
cask "spotify"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
vscode "analytic-signal.preview-pdf"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "GrapeCity.gc-excelviewer"
vscode "icrawl.discord-vscode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-dotnettools.csharp"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "mwpb.java-prettier-formatter"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "skacekachna.win-opacity"
vscode "slevesque.shader"
vscode "sumneko.lua"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "yzhang.markdown-all-in-one"
