tap "aaronraimist/tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "teamookla/speedtest"
tap "waydabber/betterdisplay"
brew "glib"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apktool"
brew "appstream"
brew "arm-none-eabi-gdb"
brew "arp-scan"
brew "asciinema"
brew "aspell"
brew "libxi"
brew "at-spi2-core"
brew "libssh2"
brew "bat"
brew "black"
brew "btop"
brew "cbonsai"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "entr"
brew "exercism"
brew "exiftool"
brew "eza"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "figlet"
brew "fzf"
brew "gcc"
brew "gh"
brew "gtk4"
brew "libadwaita"
brew "ghex"
brew "glances"
brew "glfw"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "glm"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gtk+3"
brew "gspell"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "ipython"
brew "jack"
brew "jp2a"
brew "lazydocker"
brew "libgedit-gtksourceview"
brew "libgedit-tepl"
brew "libolm"
brew "mesa"
brew "libxkbcommon"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "luau"
brew "meson"
brew "protobuf"
brew "mosh"
brew "yt-dlp"
brew "mpv"
brew "mypy"
brew "mysql"
brew "nano"
brew "nanorc"
brew "neovim"
brew "nmap"
brew "node"
brew "nom"
brew "openblas"
brew "openconnect"
brew "openssh"
brew "openvino"
brew "openvpn"
brew "php"
brew "pipx"
brew "pyright"
brew "python-lsp-server"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "ruff"
brew "shellcheck"
brew "shodan"
brew "usbredir"
brew "spice-gtk"
brew "spotify_player"
brew "tailscale", link: false
brew "tldr"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "typst"
brew "wakeonlan"
brew "wget"
brew "xterm"
brew "zsh-syntax-highlighting"
brew "aaronraimist/tap/gomuks"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "betterdisplay"
cask "chatgpt"
cask "container"
cask "cool-retro-term"
cask "figma"
cask "libndi"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "raycast"
cask "roblox"
cask "tailscale-app"
cask "termius"
cask "wifiman"
vscode "analytic-signal.preview-pdf"
vscode "antfu.browse-lite"
vscode "antfu.vite"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "icrawl.discord-vscode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "mwpb.java-prettier-formatter"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "skacekachna.win-opacity"
vscode "slevesque.shader"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.migrate-java-to-azure"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-upgrade"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
