tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
tap "waydabber/betterdisplay"
brew "glib"
brew "libtiff"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apktool"
brew "appstream"
brew "arm-none-eabi-gdb"
brew "arp-scan"
brew "aspell"
brew "libxi"
brew "at-spi2-core"
brew "libssh2"
brew "bat"
brew "black"
brew "gcc"
brew "btop"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "entr"
brew "exa"
brew "exercism"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "ffmpeg@6"
brew "figlet"
brew "fzf"
brew "gh"
brew "gtk4"
brew "libadwaita"
brew "ghex"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gtk+3"
brew "gspell"
brew "libsoup"
brew "py3cairo"
brew "pygobject3"
brew "gstreamer"
brew "ipython"
brew "jack"
brew "jp2a"
brew "node"
brew "jupyterlab"
brew "ldns"
brew "libgedit-gtksourceview"
brew "libgedit-tepl"
brew "mesa"
brew "libxkbcommon"
brew "lolcat"
brew "lua"
brew "luau"
brew "meson"
brew "openssl@1.1"
brew "python@3.11"
brew "mono"
brew "mosh"
brew "mypy"
brew "mysql"
brew "nano"
brew "nanorc"
brew "nmap"
brew "openblas"
brew "openconnect"
brew "openssh"
brew "openvino"
brew "openvpn"
brew "python-lsp-server"
brew "python@3.10"
brew "qemu"
brew "shellcheck"
brew "shodan"
brew "usbredir"
brew "spice-gtk"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "xterm"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
cask "blender"
cask "discord"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "drawio"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "krita"
cask "lofi"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "mongodb-compass"
cask "obs"
cask "obsidian"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "roblox"
cask "slack"
cask "spotify"
cask "tailscale"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "wifiman"
cask "wireshark"
cask "zerotier-one"
vscode "analytic-signal.preview-pdf"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "grapecity.gc-excelviewer"
vscode "icrawl.discord-vscode"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "mwpb.java-prettier-formatter"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "skacekachna.win-opacity"
vscode "slevesque.shader"
vscode "sumneko.lua"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
