tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "libtiff"
brew "harfbuzz"
brew "librsvg"
brew "adwaita-icon-theme"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apktool"
brew "appstream"
brew "arm-none-eabi-gdb"
brew "aspell"
brew "libxi"
brew "libssh2"
brew "bat"
brew "black"
brew "gcc"
brew "btop"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "entr"
brew "exa"
brew "exiftool"
brew "unbound"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "openblas"
brew "openvino"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "gh"
brew "gtk4"
brew "libadwaita"
brew "ghex"
brew "glib-networking"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "gspell"
brew "libsoup"
brew "pygobject3"
brew "gstreamer", link: false
brew "htop"
brew "ipython"
brew "jack"
brew "jp2a"
brew "node"
brew "jupyterlab"
brew "python@3.11"
brew "libxkbcommon"
brew "lolcat"
brew "lua"
brew "luau"
brew "meson"
brew "openssl@1.1"
brew "mono"
brew "mosh"
brew "mypy"
brew "mysql"
brew "nano"
brew "nanorc"
brew "nmap"
brew "openconnect"
brew "openssh"
brew "openvpn"
brew "python-lsp-server"
brew "python@3.10"
brew "qemu"
brew "shellcheck"
brew "shodan"
brew "usbredir"
brew "spice-gtk"
brew "tepl"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yt-dlp"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/yabai"
cask "blender"
cask "discord-ptb"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "fing"
cask "firefox-developer-edition"
cask "gimp"
cask "keycastr"
cask "lofi"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "microsoft-word"
cask "minecraft"
cask "obs"
cask "obsidian"
cask "protonvpn"
cask "raspberry-pi-imager"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
